base-devel
bluez
bluez-utils
cmake
devtools
efibootmgr
firefox
flatpak
foot
gendesk
git
grub
mako
man-db
man-pages
nano
neovim
npm
openssh
pavucontrol
pipewire-docs
pipewire-pulse
rofi
sddm
sudo
sway
swaybg
swayidle
swaylock
texinfo
thunar
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
unzip
waybar
wget
xorg-xwayland
zsh
